Repository: myclabs/Inventory
Catalog: application/languages/Techno/familyList.tmx
Source language: fr
Languages: en

source: Liste des familles
en: Family list

source: Liste des familles (Ã©dition)
en: Family list (edit)

source: Liste des familles (consultation)
en: Family list (consult)

source: Tags de description
en: Description tags

source: Tags communs
en: Common tags

source: Ajout d'une famille
en: Creation of a family
